Repository: yusufkans/ReturnTracker
Catalog: ReturnTracker/Resources/Localizable.xcstrings
Source language: en
Languages: tr

# alert.missing_item_name.message
source: Please add an item name before saving.
tr: Kaydetmeden önce bir ürün adı gir.

# alert.missing_item_name.title
source: Missing item name
tr: Ürün adı eksik

# alert.save_failed.title
source: Save failed
tr: Kaydetme başarısız

# alert.saved.new_item.message
source: Item has been added to your returns.
tr: Ürün iadelere eklendi.

# alert.saved.title
source: Saved
tr: Kaydedildi

# alert.saved.updated_item.message
source: Item updated successfully.
tr: Ürün başarıyla güncellendi.

# common.cancel
source: Cancel
tr: İptal

# common.ok
source: OK
tr: Tamam

# common.save
source: Save
tr: Kaydet

# common.select_date
source: Select date
tr: Tarih seç

# details.action.save_changes
source: Save Changes
tr: Değişiklikleri Kaydet

# details.actions
source: Actions
tr: Aksiyonlar

# details.created
source: Created
tr: Oluşturulma

# details.overview
source: Overview
tr: Genel Bakış

# details.return_date
source: Return date
tr: İade tarihi

# details.section.title
source: Details
tr: Detaylar

# details.status
source: Status
tr: Durum

# new.action.save_item
source: Save Item
tr: Ürünü Kaydet

# new.item_name
source: Item name
tr: Ürün adı

# new.item_name.placeholder
source: e.g., Wireless Headphones
tr: örn. Kablosuz Kulaklık

# new.manual_add
source: Manual Add
tr: Manuel Ekle

# new.purchase_date
source: Purchase date
tr: Satın alma tarihi

# new.quick_add
source: Quick Add
tr: Hızlı Ekle

# new.reminder.last_day
source: On last day
tr: Son gün

# new.reminder.seven_days
source: 7 days before
tr: 7 gün önce

# new.reminder.two_days
source: 2 days before
tr: 2 gün önce

# new.reminders
source: Reminders
tr: Hatırlatıcılar

# new.store_name
source: Store name
tr: Mağaza adı

# new.store_name.placeholder
source: e.g., Apple Store
tr: örn. Apple Store

# new.upload.subtitle.long
source: We'll suggest the date/store if we can. You can edit anything.
tr: Mümkünse tarih/mağaza öneririz. Tüm alanları düzenleyebilirsin.

# new.upload.subtitle.short
source: We'll suggest the date/store if we can.
tr: Mümkünse tarih/mağaza öneririz.

# new.upload.title
source: Upload Image/PDF
tr: Görsel/PDF Yükle

# preview.item_name
source: Wireless Headphones
tr: Kablosuz Kulaklık

# preview.product_badge
source: 9d
tr: 9g

# preview.product_subtitle
source: Last day: Jan 28, 2026
tr: Son gün: 28 Oca 2026

# preview.product_title
source: Amazon — Running Shoes
tr: Amazon — Koşu Ayakkabısı

# returns.action.archive
source: Archive
tr: Arşivle

# returns.action.mark_returned
source: Mark Returned
tr: İade Edildi Olarak İşaretle

# returns.action.returned
source: Returned
tr: İade Edildi

# returns.action.unarchive
source: Unarchive
tr: Arşivden Çıkar

# returns.badge.days.format
source: %dd
tr: %dg

# returns.date.tbd
source: Return date: TBD
tr: İade tarihi: Belirsiz

# returns.last_day.format
source: Last day: %@
tr: Son gün: %@

# returns.search.placeholder
source: Search returns
tr: İadelerde ara

# returns.segment.active
source: Active
tr: Aktif

# returns.segment.picker
source: Returns Segment
tr: İade Segmenti

# returns.status.active
source: Active
tr: Aktif

# returns.status.returned
source: Returned
tr: İade Edildi

# returns.title
source: Returns
tr: İadeler

# settings.title
source: Settings
tr: Ayarlar

# tab.new
source: New
tr: Yeni

# tab.returns
source: Returns
tr: İadeler

# tab.settings
source: Settings
tr: Ayarlar

# toast.archived
source: Archived
tr: Arşivlendi

# toast.marked_as_returned
source: Marked as returned
tr: İade edildi olarak işaretlendi

# toast.unarchived
source: Unarchived
tr: Arşivden çıkarıldı

# returns.sort.menu.title
source: Sort options
tr: Sıralama seçenekleri

# returns.sort.return_date.nearest
source: Nearest return date
tr: İade tarihi en yakın

# returns.sort.return_date.farthest
source: Farthest return date
tr: İade tarihi en uzak

# returns.sort.created_at.newest
source: Newest added
tr: En son eklenen

# returns.sort.created_at.oldest
source: Oldest added
tr: İlk eklenen

# returns.segment.returned
source: Returned
tr: İade Edildi
